Repository: moxspoy/flip_flutter
Catalog: lib/l10n/app_*.arb
Languages: id

# loginScreenTitle
source: Let's get started!
id: Yuk kita mulai!

# loginScreenSubtitle
source: Continue with your phone number to log in. Or, sign up now if you're new
id: Masuk pakai no. HP kamu yang dipake di Flip atau daftar sekarang kalau belum ada akun

# loginScreenFieldPhoneNumber
source: Phone number
id: Nomor HP

# loginScreenFieldPhoneNumberHint
source: Enter your phone number
id: Masukkin nomor HP-mu

# loginScreenTerm
source: I agree to Flip term & conditions and privacy notice
id: Saya menyetujui Syarat & Ketentuan dan Pemberitahuan Privasi Flip

# loginButton
source: Continue
id: Lanjut

source: Need help?
id: Butuh bantuan?

# changeLanguageTitle
source: Change language
id: Pilih bahasa

# changeLanguageSubTitle
source: Which language do you prefer?
id: Mau pakai bahasa apa?

# otpScreenTitle
source: Enter OTP code
id: Masukkan kode OTP

# otpScreenSubtitle
source: Just to make sure this is you, we send an OTP to phone number
id: Buat mastiin ini kamu, kami kirim OTP ke nomor HP

# otpScreenResend
source: Resend
id: Kirim ulang

# otpButton
source: Continue
id: Lanjut

# signUpNameTitle
source: Hi, you are new here. May I know your name?
id: Hai, kamu baru ya di sini. Boleh tau nama kamu?

# signUpNameSubTitle
source: You can use nicknames, the important thing is don't use numbers, special characters, and/or emojis
id: Boleh nama panggilan, yang penting jangan pakai angka, karakter khusus, dan/atau emoji

# signUpNameLabel
source: Name
id: Nama

# signUpNameHint
source: Example: Galih Pambudi
id: Contoh: Galih Pambudi

# signUpEmailTitle
source: Enter your email to access your account
id: Masukkin email biar bisa akses akunmu

# signUpEmailSubTitle
source: If you lose your phone or can't log in, we'll send an email to recover your account. You will also get proof of payment.
id: Semisal kamu kehilangan HP atau gak bisa masuk, kami bakal kirim email buat kembaliin akunmu. Kamu juga bakal dapet bukti bayar.

# signUpEmailHint
source: name@email.com
id: nama@email.com

# continueButton
source: Continue
id: Lanjut

# setupPinTitle
source: Setup PIN
id: Pasang PIN

# setupPinSubtitle
source: PIN makes paying and logging in a secure way. Choose a unique PIN and don't share it with anyone
id: PIN bikin bayar-bayar dan log in jadi lebih aman. Pilih PIN yang unik dan jangan dibagiin ke siapapun

# confirmPinTitle
source: Confirm PIN
id: Konfirmasi PIN

# confirmPinSubtitle
source: OK, now please re-type your PIN
id: Sip, sekarang silakan ketik ulang PIN kamu, ya

# confirmPinDifferentError
source: The PIN is different from before. Please try again.
id: PIN-nya beda sama yang tadi. Coba lagi, ya.

# otpPinTitle
source: Almost done
id: Hampir beres, nih!

# otpPinSubtitle
source: All you have to do is enter the OTP code that we will text to {phoneNumber}
id: Kamu tinggal masukkin kode OTP yang kami SMS ke {phoneNumber}

# otpPinHelp
source: There is a problem? Find help here
id: Ada masalah? Cari bantuan di sini

# confirmButton
source: Confirm
id: Konfirmasi
